//
//  DefaultStaticTimers.swift
//  Assignment 30
//
//  Created by Giorgi Gakhokidze on 15.12.24.
//

import Foundation

struct DefaultTimersModel {
    static let defaultTimers: [(String, Int)] = [
        ("ჩაის დაყენება", 3 * 60),
        ("ღრმა სუნთქვის ვარჯიში", 5 * 60),
        ("HIIT ვარჯიში", 7 * 60),
        ("კვერცხის მოხარშვა", 10 * 60),
        ("ელ-ფოსტის შემოწმება", 12 * 60),
        ("ჭურჭლის რეცხვა", 15 * 60),
        ("შესვენება", 15 * 60),
        ("ყავის პაუზა", 20 * 60),
        ("სარბენ ბილიკი", 25 * 60),
        ("პომოდორო", 25 * 60),
        ("მედიტაცია", 30 * 60),
        ("დასუფთავება", 30 * 60),
        ("ვარჯიში", 45 * 60),
        ("სამუშაო სესია", 60 * 60),
        ("კითხვის სესია", 90 * 60),
        ("ფილმის ყურება", 120 * 60),
        ("სამუშაო შეხვედრა", 180 * 60),
        ("კარგი ძილი", 480 * 60)
    ]
}
